<?php
    include_once dirname(__DIR__)."/header.php";
?>
    <body>
        <div id="wrap" class="main_wrap">
            <?php
                include_once dirname(__DIR__)."/nav.php";
            ?>
            <div id="container">
                <div class="layout_sub">
                    <div class="sub_visual v02">
                        <div class="sub_visual_text">
                            <h1>HOSKO</h1>
                            <p>고객님의 정보를 소중하게 다루겠습니다.</p>
                        </div>

                    </div>
                    <div class="sub_contents">

                        <div class="inner">
                            <div class="joinWrap">
                                <div class="joinContentTop">
                                    <h2>Sign up to be a member</h2>
                                    <h3>HOSKO에 오신것을 환영합니다.</h3>
                                    <p>호스코만의 특별한 멤버쉽 서비스를 만나보세요.</p>
                                </div>

                                <div class="joinContent">
                                    <div class="joinStep">
                                        <ul>
                                            <li><img src="/static/front/img/agree_top_icon01.png" /></li>
                                            <li><img src="/static/front/img/info_top_icon02.png" /></li>
                                            <li><img src="/static/front/img/joinend_top_icon02.png" /></li>
                                        </ul>
                                    </div>

                                    <div class="agreeTextBox mt30">
                                        <p>HOSKO 서비스를 이용하기 위해 이용자는 이용약관을 읽어보시고 동의하셔야 합니다.</p>
                                        <p>일반회원등록은 무료이며, 등록 즉시 서비스 이용이 가능합니다.</p>
                                        <p>단, 유료화서비스와 인증절차가 필요한 경우 해당절차를 거펴야 서비스를 이용하실 수 있습니다.</p>
                                    </div>
                                    
                                    <div class="agreeTextBox mt30">
                                        <p>HOSKO 서비스를 이용하기 위해 이용자는 이용약관을 읽어보시고 동의하셔야 합니다.</p>
                                        <p>일반회원등록은 무료이며, 등록 즉시 서비스 이용이 가능합니다.</p>
                                        <p>단, 유료화서비스와 인증절차가 필요한 경우 해당절차를 거펴야 서비스를 이용하실 수 있습니다.</p>
                                    </div>
                                    
                                    <div class="agreecboxwrap">
                                        <div class="agreebox_top">
                                            <input type="checkbox" id="agree1">
                                            <label for="agree1">이용약관</label>
                                        </div>
                                        <div class="agreebox_con">
                                            <textarea>
제1조 (목적)
본 약관은 ㈜프로액티브러닝 HOSKO(이하 "회사"라 한다.)에서 운영하는 인터넷 사이트 (이하 "홈페이지"라고 한다.)를 이용하는 회사 및 개인(이하 "기업회원" 및 "개인회원" 또는 "회원"이라고 한다.)의 이용조건 및 제반 절차에 관한 사항을 정하는 데 그 목적이 있다.

제2조(정의)
"회원"이라 함은 본 약관에 동의하여 회원가입 신청서를 작성하고 서비스를 받는 자를 말한다.

제3조 (회원의 혜택)
회원이 본 홈페이지를 통하여 제공된 정보에 따라 또는 회사가 정한 방침에 따라 회원에게 일정한 혜택을 줄 수 있으며, 그에 따른 사항은 사전공지를 통하여 회원에게 알린다.

제4조 (서비스 내용)
본 서비스는 회사가 운영하는 홈페이지와 지정된 매체를 통해 회원이 제공한 정보를 지정된 절차에 따라 회원에게 가공, 편집, DB화(이하 "가공정보"라고 한다.)하여 각각의 목적에 맞게 제공하는 서비스 및 기타 관련 부대서비스(이하 "서비스"라고 한다.)를 말한다.

제5조 (회원가입)
회원가입은 온라인으로 가입신청 양식에 기록하여 신청하며 가입 희망자는 반드시 자신의 본명 및 생년월일 등 모든 기재사항을 정확히 기재하여야 하며, 잘못 기재된 사항은 전적으로 신청자(본인)가 책임진다.

제6조 (회원가입의 승낙)
회사는 회원신청 양식에 희망자가 회원가입을 신청하면 즉시 회원가입을 승인하며 회원은 당사가 제공하는 서비스를 이용할 수 있다.

제7조 (이용신청 사항의 취소)
이용자가 서비스 이용신청을 취소하고자 하는 경우에는 회원이 서비스 탈퇴신청을 하면 회사는 바로 회원탈퇴를 승인한다.

제8조 (정보의 권리)
회원이 사이트에 제공한 정보의 권리는 원칙적으로 그 정보를 제공한 회원들에게 모든 책임과 권한이 있다. 단, 회사가 정한 절차에 따라 가공된 정보는 회원들과 회사와 제휴관계를 체결한 여타의 인터넷 웹 사이트 및 기타매체에 서비스를 제공할 수 있으며, 가공된 정보는 회사에 권리가 있다.

제9조 (회원가입비)
회원가입비는 회사의 정책에 따라 무료 또는 유료로 유동적으로 운영될 수 있다.

제10조 (유료회원 가입의 승낙)
일반회원 중 규정된 금액을 납부한 회원들을 유료회원이라 통칭하고, 유료회원에 한해서만 당사가 제공하는 프로그램에 참여가 가능하다.

제11조 (유료회원의 환불규정 동의)
유료회원 중 프로그램에 참여를 희망하는 경우 별도의 동의서 작성없이 당사의 환불규정에 동의한 것으로 간주한다.

제12조 (회원의 가입해지, 중지, 자료삭제)
① 회사는 타인의 명의를 도용하여 회원가입 신청을 할 경우 회원가입 신청을 거절할 수 있다.
② 회사가 정한 방침에 위배되는 게시물은 회원에게 사전통보 없이 삭제, 수정할 수 있으며, 이를 근거로 회사는 회원의 자격을 사전공지 없이 박탈할 수 있다.
③ 회원가입이 승인이 된 후에도 허위사실의 기재가 발각되거나 음란물이나 불건전한 내용 및 상업성 광고를 게재할 경우 게시된 글을 임의로 삭제하고 회원 자격을 강제로 탈퇴시킬 수 있다.
④ 회원은 약관에서 정한 회원의 의무와 별도로 공지되는 공지사항을 성실히 이행하여야 한다.

제13조 (서비스의 제공시간)
회원에게 제공되는 서비스는 24시간 상시 제공함을 원칙으로 하나, 천재지변이나 기타 불가항적인 서비스 장애에 대하여는 복구 후 즉시공지, 장애해결을 위한 보수, 시스템교체, 회선작업 등으로 인한 서비스 중지는 최소 3시간 전에는 회원에게 공지하도록 해야 한다.

제14조 (신용정보의 제공 활용 동의)
본 서비스와 관련하여 회사가 회원으로부터 취득한 신용정보는 신용정보의 이용 및 보호에 관한 법률에 따라 타인에게 제공 활용시 "회원"에게 동의를 얻어야 하는 정보이다. 이에 회원은 회사가 정한 신용정보 사업자 또는 신용정보 집중기관에 정보를 제공하여 회원의 신용을 판단하기 위한 자료로 활용하거나, 공공기관에서 정책 자료로 활용되도록 정보를 제공하는데 본 약관에 동의함으로서 정보제공에 동의한 것으로 간주한다.

제15조 (허위광고 및 정보제공)
회원이 허위광고 및 허위구인광고를 하여 다른 회원에게 피해를 입힌 경우에는 직업안정법 제47조에 의해 5년 이하의 징역 또는 2천만원 이하의 벌금형을 받게 됨으로써 회사의 판단으로 허위 정보가 게재될 경우에는 이를 삭제통보 없이 삭제할 수 있다.

제16조 (약관의 변경 및 발효)
이 약관은 공지사항 또는 별도의 약관 변경 등의 사유로 공지가 되어 서비스 화면에 공시함으로써 그 효력이 발생하며, 신규회원에게 적용은 본 약관에 동의함으로써 회원들 개개인에게 약관이 발효된다. 또한 약관의 변경은 회사의 사정이나 관계법령의 개정으로 변경될 수 있다.

제17조 (회사의 면책조항)
① 이용자가 회사의 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 불이익에 대하여 회사는 책임을 지지 않는다. ② 회사는 이용자들의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 아니한다. 또한, 이용자가 제기 또는 전송한 자료의 내용에 관하여서도 책임을 지지 않는다.

제18조 (준거법 및 재판 관할)
본 약관에서 명시되지 않은 아니한 사항은 전기통신 사업법령 및 전파 관리법령 등에 따르고, 서비스 이용으로 발생한 분쟁에 대하여는 대한민국 법을 적용하며, 분쟁으로 인한 소는 민사소송법상의 관할을 가지는 관할 법원에 제기한다.

부 칙
(시행일) 본 약관은 2021년 10월 1일부터 적용됩니다.
                                            </textarea>
                                        </div>
                                        <div class="agreebox_top mt30">
                                            <input type="checkbox" id="agree2">
                                            <label for="agree2">개인정보 수집 및 이용 (필수)</label>
                                        </div>
                                        <div class="agreebox_con">
                                            <textarea>㈜프로액티브러닝 HOSKO'는 (이하 '회사'는) 고객님의 개인정보를 중요시하며, "정보통신망 이용촉진 및 정보보호"에 관한 법률을 준수하고 있습니다.

회사는 개인정보취급방침을 통하여 고객님께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.

회사는 개인정보취급방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

ο 본 방침은 : 2021년 10월 1일 부터 시행됩니다.

회사는 개인정보보호정책은 다음과 같은 내용을 담고 있습니다.

1. 수집하는 개인정보 항목
2. 개인정보의 수집 및 이용목적
3. 개인정보의 보유 및 이용기간
4. 개인정보의 파기절차 및 방법
5. 개인정보 제공
6. 수집한 개인정보의 위탁
7. 이용자 및 법정대리인의 권리와 그 행사방법
8. 개인정보에 관한 민원서비스

1. 수집하는 개인정보 항목
회사는 회원가입, 상담, 서비스 신청 등등을 위해 아래와 같은 개인정보를 수집하고 있습니다.

ο 수집항목 : 이름, 생년월일, 성별, 로그인ID, 비밀번호, 자택 전화번호, 자택 주소, 휴대전화번호, 이메일, 학교, 전공, 희망국가, 지원부서, 회화능력, 해외연수경험, 해외어학연수경험, 국내외근무경력1, 국내외근무경력2, 국내외근무경력3, 자격증, 가입경로

ο 개인정보 수집방법 : 홈페이지(회원가입, 온라인지원)

2. 개인정보의 수집 및 이용목적
회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.

ο 회원 관리
회원제 서비스 이용에 따른 본인 확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 연령확인, 불만처리 등 민원처리, 고지사항 전달

ο 마케팅 및 광고에 활용
신규 서비스(제품) 개발 및 특화, 이벤트 등 광고성 정보 전달, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계

3. 개인정보의 보유 및 이용기간
회사는 개인정보 수집 및 이용목적이 달성된 후에는 예외 없이 해당 정보를 지체 없이 파기합니다.

4. 개인정보의 파기절차 및 방법
회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.

ο 파기절차
회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어집니다. 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.

ο 파기방법
- 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

5. 개인정보 제공
회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.

- 이용자들이 사전에 동의한 경우
- 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

6. 수집한 개인정보의 위탁
회사는 고객님의 동의없이 고객님의 정보를 외부 업체에 위탁하지 않습니다. 향후 그러한 필요가 생길 경우, 위탁 대상자와 위탁 업무 내용에 대해 고객님에게 통지하고 필요한 경우 사전 동의를 받도록 하겠습니다.

7. 이용자 및 법정대리인의 권리와 그 행사방법
이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.
이용자 혹은 만 14세 미만 아동의 개인정보 조회 및 수정을 위해서는 ‘개인정보변경’(또는 ‘회원정보수정’ 등)을. 가입해지(동의철회)를 위해서는 ‘온라인상담’을 이용하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.
혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체없이 조치하겠습니다.
귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.
이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 ‘수집하는 개인정보의 보유 및 이용기간’에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

8. 개인정보에 관한 민원서비스
회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다.

고객서비스담당 부서 : 홍보/마케팅
전화번호 : 02-2052-9700
이메일 : hosko@hospitalitykorea.com

귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

1. 개인분쟁조정위원회 (www.1336.or.kr/1336)
2. 정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)
3. 대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr/02-3480-3600)
4. 경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330)</textarea>
                                        </div>
                                    </div>

                                    <div class="memberBtn mt50">
                                        <button id="next" class="memberBtnOk wd48 f_left">회원가입</button>
                                        <button type="button" class="memberBtnCancel wd48 f_right">가입취소</button>
                                    </div>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>
            </div>
            <?php
                include_once dirname(__DIR__)."/footer.php";
            ?>
        </div>

    </body>
</html>
<script type="text/javascript">
$(function(){
    $(document).on("click", "#next", function(){
        if ($("#agree1").is(":checked") == false){
            alert("이용약관에 동의 해주셔야 합니다.");
            return false;
        }

        if ($("#agree2").is(":checked") == false){
            alert("개인정보 수집및 이용에 동의 해주셔야 합니다.");
            return false;
        }

        document.location.href="/m/member/member_input_step2";
    });
});
</script>