<?php
    include_once dirname(__DIR__)."/header.php";
?>

    <body>

        <div id="wrap" class="main_wrap">

            <?php
                include_once dirname(__DIR__)."/nav.php";
            ?>

            <div id="container">
                <div class="layout_sub">
                    <div class="sub_visual v03">
                        <div class="sub_visual_text">
                            <h1>HOSKO</h1>
                        </div>

                    </div>
                    <div class="sub_contents">
                        <div class="sub_category02">
                            <ul>
                                <li class="on"><a href="/company/agreement">이용약관</a></li>
                                <li><a href="/company/privacy">개인정보정책</a></li>
                            </ul>
                        </div>

                        <div class="inner">
                            <div class="subContWrap">
                                <div class="subTit">
                                    <h2>이용약관</h2>
                                </div>

                                <div class="subContSec">

                                <div class="agreement_wrap">
                                    <h2>제1조 (목적)</h2>
                                    <p>본 약관은 ㈜프로액티브러닝 HOSKO(이하 "회사"라 한다.)에서 운영하는 인터넷 사이트 (이하 "홈페이지"라고 한다.)를 이용하는 회사 및 개인(이하 "기업회원" 및 "개인회원" 또는 "회원"이라고 한다.)의 이용조건 및 제반 절차에 관한 사항을 정하는 데 그 목적이 있다.</p>

                                    <h2>제2조(정의)</h2>
                                    <p>"회원"이라 함은 본 약관에 동의하여 회원가입 신청서를 작성하고 서비스를 받는 자를 말한다.</p>

                                    <h2>제3조 (회원의 혜택)</h2>
                                    <p>회원이 본 홈페이지를 통하여 제공된 정보에 따라 또는 회사가 정한 방침에 따라 회원에게 일정한 혜택을 줄 수 있으며, 그에 따른 사항은 사전공지를 통하여 회원에게 알린다.</p>

                                    <h2>제4조 (서비스 내용)</h2>
                                    <p>본 서비스는 회사가 운영하는 홈페이지와 지정된 매체를 통해 회원이 제공한 정보를 지정된 절차에 따라 회원에게 가공, 편집, DB화(이하 "가공정보"라고 한다.)하여 각각의 목적에 맞게 제공하는 서비스 및 기타 관련 부대서비스(이하 "서비스"라고 한다.)를 말한다.</p>

                                    <h2>제5조 (회원가입)</h2>
                                    <p>회원가입은 온라인으로 가입신청 양식에 기록하여 신청하며 가입 희망자는 반드시 자신의 본명 및 생년월일 등 모든 기재사항을 정확히 기재하여야 하며, 잘못 기재된 사항은 전적으로 신청자(본인)가 책임진다.
                                    </p>

                                    <h2>제6조 (회원가입의 승낙)</h2>
                                    <p>회사는 회원신청 양식에 희망자가 회원가입을 신청하면 즉시 회원가입을 승인하며 회원은 당사가 제공하는 서비스를 이용할 수 있다.</p>


                                    <h2>제7조 (이용신청 사항의 취소)</h2>
                                    <p>이용자가 서비스 이용신청을 취소하고자 하는 경우에는 회원이 서비스 탈퇴신청을 하면 회사는 바로 회원탈퇴를 승인한다.</p>

                                    <h2>제8조 (정보의 권리)</h2>
                                    <p>회원이 사이트에 제공한 정보의 권리는 원칙적으로 그 정보를 제공한 회원들에게 모든 책임과 권한이 있다. 단, 회사가 정한 절차에 따라 가공된 정보는 회원들과 회사와 제휴관계를 체결한 여타의 인터넷 웹 사이트 및 기타매체에 서비스를 제공할 수 있으며, 가공된 정보는 회사에 권리가 있다.</p>


                                    <h2>제9조 (회원가입비)</h2>
                                    <p>회원가입비는 회사의 정책에 따라 무료 또는 유료로 유동적으로 운영될 수 있다.</p>

                                    <h2>제10조 (유료회원 가입의 승낙)</h2>
                                    <p>일반회원 중 규정된 금액을 납부한 회원들을 유료회원이라 통칭하고, 유료회원에 한해서만 당사가 제공하는 프로그램에 참여가 가능하다.</p>


                                    <h2>제11조 (유료회원의 환불규정 동의)</h2>
                                    <p>유료회원 중 프로그램에 참여를 희망하는 경우 별도의 동의서 작성없이 당사의 환불규정에 동의한 것으로 간주한다.</p>

                                    <h2>제12조 (회원의 가입해지, 중지, 자료삭제)</h2>
                                    <p>① 회사는 타인의 명의를 도용하여 회원가입 신청을 할 경우 회원가입 신청을 거절할 수 있다.<br/>
                                    ② 회사가 정한 방침에 위배되는 게시물은 회원에게 사전통보 없이 삭제, 수정할 수 있으며, 이를 근거로 회사는 회원의 자격을 사전공지 없이 박탈할 수 있다.<br/>
                                    ③ 회원가입이 승인이 된 후에도 허위사실의 기재가 발각되거나 음란물이나 불건전한 내용 및 상업성 광고를 게재할 경우 게시된 글을 임의로 삭제하고 회원 자격을 강제로 탈퇴시킬 수 있다.<br/>
                                    ④ 회원은 약관에서 정한 회원의 의무와 별도로 공지되는 공지사항을 성실히 이행하여야 한다.</p>


                                    <h2>제13조 (서비스의 제공시간)</h2>
                                    <p>회원에게 제공되는 서비스는 24시간 상시 제공함을 원칙으로 하나, 천재지변이나 기타 불가항적인 서비스 장애에 대하여는 복구 후 즉시공지, 장애해결을 위한 보수, 시스템교체, 회선작업 등으로 인한 서비스 중지는 최소 3시간 전에는 회원에게 공지하도록 해야 한다.</p>

                                    <h2>제14조 (신용정보의 제공 활용 동의)</h2>
                                    <p>본 서비스와 관련하여 회사가 회원으로부터 취득한 신용정보는 신용정보의 이용 및 보호에 관한 법률에 따라 타인에게 제공 활용시 "회원"에게 동의를 얻어야 하는 정보이다. 이에 회원은 회사가 정한 신용정보 사업자 또는 신용정보 집중기관에 정보를 제공하여 회원의 신용을 판단하기 위한 자료로 활용하거나, 공공기관에서 정책 자료로 활용되도록 정보를 제공하는데 본 약관에 동의함으로서 정보제공에 동의한 것으로 간주한다.</p>

                                    <h2>제15조 (허위광고 및 정보제공)</h2>
                                    <p>회원이 허위광고 및 허위구인광고를 하여 다른 회원에게 피해를 입힌 경우에는 직업안정법 제47조에 의해 5년 이하의 징역 또는 2천만원 이하의 벌금형을 받게 됨으로써 회사의 판단으로 허위 정보가 게재될 경우에는 이를 삭제통보 없이 삭제할 수 있다.</p>

                                    <h2>제16조 (약관의 변경 및 발효)</h2>
                                    <p>이 약관은 공지사항 또는 별도의 약관 변경 등의 사유로 공지가 되어 서비스 화면에 공시함으로써 그 효력이 발생하며, 신규회원에게 적용은 본 약관에 동의함으로써 회원들 개개인에게 약관이 발효된다. 또한 약관의 변경은 회사의 사정이나 관계법령의 개정으로 변경될 수 있다.</p>

                                    <h2>제17조 (회사의 면책조항)</h2>
                                    <p>① 이용자가 회사의 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 불이익에 대하여 회사는 책임을 지지 않는다.
                                    ② 회사는 이용자들의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 아니한다. 또한, 이용자가 제기 또는 전송한 자료의 내용에 관하여서도 책임을 지지 않는다.</p>

                                    <h2>제18조 (준거법 및 재판 관할)</h2>
                                    <p>본 약관에서 명시되지 않은 아니한 사항은 전기통신 사업법령 및 전파 관리법령 등에 따르고, 서비스 이용으로 발생한 분쟁에 대하여는 대한민국 법을 적용하며, 분쟁으로 인한 소는 민사소송법상의 관할을 가지는 관할 법원에 제기한다.</p>

                                    <h2>부 칙</h2>
                                    <p>(시행일) 본 약관은 2021년 10월 1일부터 적용됩니다.</p>


                                    </p>
                                </div>


                                </div>
                            </div>


                        </div>


                    </div>
                </div>
            </div>

        <?php
            include_once dirname(__DIR__)."/footer.php";
        ?>

        </div>

    </body>
</html>






